{
  "title": "Isi Teks Proklamasi",
  "content": "Naskah Proklamasi Klad \n  \n Teks naskah Proklamasi Klad adalah asli merupakan tulisan tangan sendiri oleh Ir. Soekarno sebagai pencatat, dan adalah merupakan hasil gubahan (karangan) oleh Drs. Mohammad Hatta dan Mr. Raden Achmad Soebardjo Djojoadisoerjo. \n  \n Adapun yang merumuskan proklamasi Kemerdekaan Bangsa Indonesia terdiri dari Tadashi Maeda, Tomegoro Yoshizumi, S. Nishijima, S. Miyoshi, Mohammad Hatta, Soekarno, dan Achmad Soebardjo. \n  \n Para pemuda yang berada di luar meminta supaya teks proklamasi bunyinya keras. Namun Jepang tak mengizinkan. Beberapa kata yang dituntut adalah \"penyerahan\", \"dikasihkan\", diserahkan\", atau \"merebut\". Akhirnya yang dipilih adalah \"pemindahan kekuasaan\". Setelah dirumuskan dan dibacakan di rumah orang Jepang, isi proklamasi pun disiarkan di radio Jepang. \n  \n Berikut isi proklamasi tersebut: \n  \n Proklamasi \n Kami bangsa Indonesia dengan ini menjatakan kemerdekaan Indonesia. \n Hal2 jang mengenai pemindahan kekoeasaan d.l.l., diselenggarakan \n dengan tjara saksama dan dalam tempoh jang sesingkat-singkatnja. \n Djakarta, 17 - 8 - '05 \n Wakil2 bangsa Indonesia. \n Naskah Proklamasi Klad ini ditinggal begitu saja dan bahkan sempat masuk ke tempat sampah di rumah Laksamana Muda Tadashi Maeda. B.M. Diah menyelamatkan naskah bersejarah ini dari tempat sampah dan menyimpannya selama 46 tahun 9 bulan 19 hari, hingga diserahkan kepada Presiden Soeharto di Bina Graha pada 29 Mei 1992. \n  \n Naskah baru setelah mengalami perubahan \n  \n Teks Naskah Proklamasi Otentik yang ditempatkan di Monumen Nasional \n Teks naskah Proklamasi yang telah mengalami perubahan, yang dikenal dengan sebutan naskah \"Proklamasi Otentik\", adalah merupakan hasil ketikan oleh Mohamad Ibnu Sayuti Melik (seorang tokoh pemuda yang ikut andil dalam persiapan Proklamasi), yang isinya adalah sebagai berikut : \n  \n P R O K L A M A S I \n Kami bangsa Indonesia dengan ini menjatakan kemerdekaan Indonesia. \n Hal-hal jang mengenai pemindahan kekoeasaan d.l.l., diselenggarakan \n dengan tjara saksama dan dalam tempo jang sesingkat-singkatnja. \n Djakarta, hari 17 boelan 8 tahoen 05 \n Atas nama bangsa Indonesia. \n Soekarno/Hatta. \n (Keterangan: Tahun pada kedua teks naskah Proklamasi di atas (baik pada teks naskah Proklamasi Klad maupun pada teks naskah Proklamasi Otentik) tertulis angka \"tahun 05\" yang merupakan kependekan dari angka \"tahun 2605\", karena tahun penanggalan yang dipergunakan pada zaman pemerintah pendudukan militer Jepang saat itu adalah sesuai dengan tahun penanggalan yang berlaku di Jepang, yang kala itu adalah \"tahun 2605\".) \n  \n Perbedaan teks naskah Proklamasi Klad dan Otentik \n  \n Teks Proklamasi yang tercantum pada uang pecahan 100,000 Rupiah. \n Di dalam teks naskah Proklamasi Otentik sudah mengalami beberapa perubahan yaitu sebagai berikut : \n  \n Kata \"Proklamasi\" diubah menjadi \"P R O K L A M A S I\", \n Kata \"Hal2\" diubah menjadi \"Hal-hal\", \n Kata \"tempoh\" diubah menjadi \"tempo\", \n Kata \"Djakarta, 17 - 8 - '05\" diubah menjadi \"Djakarta, hari 17 boelan 8 tahoen 05\", \n Kata \"Wakil2 bangsa Indonesia\" diubah menjadi \"Atas nama bangsa Indonesia\", \n Isi naskah Proklamasi Klad adalah asli merupakan tulisan tangan sendiri oleh Ir. Soekarno sebagai pencatat, dan adalah merupakan hasil gubahan (karangan) oleh Drs. Mohammad Hatta dan Mr. Raden Achmad Soebardjo Djojoadisoerjo. Sedangkan isi naskah Proklamasi Otentik adalah merupakan hasil ketikan oleh Mohamad Ibnu Sayuti Melik (seorang tokoh pemuda yang ikut andil dalam persiapan Proklamasi), \n Pada naskah Proklamasi Klad memang tidak ditandatangani, sedangkan pada naskah Proklamasi Otentik sudah ditandatangani oleh Ir. Soekarno dan Drs. Mohammad Hatta."
}