{
  "title": "Peristiwa Rengasdengklok",
  "content": "<p>Para pemuda pejuang, termasuk Chaerul Saleh, Sukarni, dan Wikana terbakar gelora kepahlawanannya setelah berdiskusi dengan Ibrahim gelar Datuk Tan Malaka tergabung dalam gerakan bawah tanah kehilangan kesabaran. Pada dini hari tanggal 16 Agustus 1945, mereka bersama Shodanco Singgih, salah seorang anggota PETA, dan pemuda lain, mereka membawa Soekarno (bersama Fatmawati dan Guntur yang baru berusia 9 bulan) dan Hatta, ke Rengasdengklok, yang kemudian terkenal sebagai peristiwa Rengasdengklok. Tujuannya adalah agar Ir. Soekarno dan Drs. Moh. Hatta tidak terpengaruh oleh Jepang. Di sini, mereka kembali meyakinkan Soekarno bahwa Jepang telah menyerah dan para pejuang telah siap untuk melawan Jepang, apa pun risikonya. Di Jakarta, golongan muda, Wikana, dan golongan tua, yaitu Mr. Ahmad Soebardjo melakukan perundingan. Mr. Ahmad Soebardjo menyetujui untuk memproklamasikan kemerdekaan Indonesia di Jakarta. maka diutuslah Yusuf Kunto untuk mengantar Ahmad Soebardjo ke Rengasdengklok. Mereka menjemput Ir. Soekarno dan Drs. Moh. Hatta kembali ke Jakarta. Mr. Ahmad Soebardjo berhasil meyakinkan para pemuda untuk tidak terburu - buru memproklamasikan kemerdekaan. Setelah tiba di Jakarta, mereka pulang kerumah masing-masing. Mengingat bahwa hotel Des Indes (sekarang kompleks pertokoan di Harmoni) tidak dapat digunakan untuk pertemuan setelah pukul 10 malam, maka tawaran Laksamana Muda Maeda untuk menggunakan rumahnya (sekarang gedung museum perumusan teks proklamasi) sebagai tempat rapat PPKI diterima oleh para tokoh Indonesia. </p><p> Pertemuan Soekarno/Hatta dengan Jenderal Mayor Nishimura dan Laksamana Muda Maeda </p><p> Malam harinya, Soekarno dan Hatta kembali ke Jakarta. Mayor Jenderal Moichiro Yamamoto, Kepala Staf Tentara ke XVI (Angkatan Darat) yang menjadi Kepala pemerintahan militer Jepang (Gunseikan) di Hindia Belanda tidak mau menerima Sukarno-Hatta yang diantar oleh Tadashi Maeda dan memerintahkan agar Mayor Jenderal Otoshi Nishimura, Kepala Departemen Urusan Umum pemerintahan militer Jepang, untuk menerima kedatangan rombongan tersebut. Nishimura mengemukakan bahwa sejak siang hari tanggal 16 Agustus 1945 telah diterima perintah dari Tokyo bahwa Jepang harus menjaga status quo, tidak dapat memberi izin untuk mempersiapkan proklamasi Kemerdekaan Indonesia sebagaimana telah dijanjikan oleh Marsekal Terauchi di Dalat, Vietnam. Soekarno dan Hatta menyesali keputusan itu dan menyindir Nishimura apakah itu sikap seorang perwira yang bersemangat Bushido, ingkar janji agar dikasihani oleh Sekutu. Akhirnya Sukarno-Hatta meminta agar Nishimura jangan menghalangi kerja PPKI, mungkin dengan cara pura-pura tidak tau. Melihat perdebatan yang panas itu Maeda dengan diam-diam meninggalkan ruangan karena diperingatkan oleh Nishimura agar Maeda mematuhi perintah Tokyo dan dia mengetahui sebagai perwira penghubung Angkatan Laut (Kaigun) di daerah Angkatan Darat (Rikugun) dia tidak punya wewenang memutuskan. </p><p> Setelah dari rumah Nishimura, Sukarno-Hatta menuju rumah Laksamana Maeda (kini Jalan Imam Bonjol No.1) diiringi oleh Myoshi guna melakukan rapat untuk menyiapkan teks Proklamasi. Setelah menyapa Sukarno-Hatta yang ditinggalkan berdebat dengan Nishimura, Maeda mengundurkan diri menuju kamar tidurnya. Penyusunan teks Proklamasi dilakukan oleh Soekarno, M. Hatta, Achmad Soebardjo dan disaksikan oleh Soekarni, B.M. Diah, Sudiro (Mbah) dan Sayuti Melik. Myoshi yang setengah mabuk duduk di kursi belakang mendengarkan penyusunan teks tersebut tetapi kemudian ada kalimat dari Shigetada Nishijima seolah-olah dia ikut mencampuri penyusunan teks proklamasi dan menyarankan agar pemindahan kekuasaan itu hanya berarti kekuasaan administratif. Tentang hal ini Bung Karno menegaskan bahwa pemindahan kekuasaan itu berarti \"transfer of power\". Bung Hatta, Subardjo, B.M Diah, Sukarni, Sudiro dan Sajuti Malik tidak ada yang membenarkan klaim Nishijima tetapi di beberapa kalangan klaim Nishijima masih didengungkan. </p><p> Setelah konsep selesai disepakati, Sajuti menyalin dan mengetik naskah tersebut menggunakan mesin ketik yang diambil dari kantor perwakilan AL Jerman, milik Mayor (Laut) Dr. Hermann Kandeler. Pada awalnya pembacaan proklamasi akan dilakukan di Lapangan Ikada, namun berhubung alasan keamanan dipindahkan ke kediaman Soekarno, Jalan Pegangsaan Timur 56 (sekarang Jl. Proklamasi no. 1).</p>"
}